start_msg = ("Привет! 👋\n\nЯ тут для твоей карьеры!\nГотов принять резюме – отправляй, и вперёд к новым вершинам! 🚀💼")
start_msg2 = ("Встряхни свою жизнь с нами! 💼\n"
              "🌐 Приглашаем на крутую вакансию: Оператор контакт-центра в Beeline Uzbekistan.\n\n"
              "💸 Денежный поток: 2.500.000-6.000.000 сум. Для твоей финансовой VIP-стойки! И это только твоё начало!\n\n"
              "🕘 График – гибкий! Смены от 4 до 8 часов, выходные плавающие. Утренние и вечерние смены на твой выбор.\n\n"
              "Как попасть в команду?💸\n\n"
              "Телефонное собеседование – мы поговорим с тобой о тебе и о работе. 👌🏻\n"
              "Увлекательная беседа с 2-3 веселыми личностями! Обучение – наш путь к твоему успеху! 🚀\n"
              "Тестирование в офисе – забудь о скучных тестах, у нас все весело! 😄\n"
              "12-14 дней зажигательного обучения.\n"
              "Дневное (09:00-18:00) или вечернее (15:00-23:00) обучение!\n"
              "Пройди аттестацию, и вот ты уже в рядах нашей крутой команды! 🎉😁\n\n"
              "• Мобильная сотовая связь 🤩\n"
              "• Медицинская страховка🫧\n"
              "• Служебное такси🚕\n"
              "• Нет никакого дресс-кода📈\n"
              "• Карьерный рост в компании📊\n"
              "• Оплата, график и наша команда – это только начало приключения!\n\n"
              
              "🗣 Если ты знаешь узбекский и русский языки, и тебе уже 18, жми «Да, я хочу в Билайн!» и давай вступай в мир возможностей! 🚀")
             
cause_of_rejection = ("Жаль :(\n"
                      "Пожалуйста, поделись с нами причинами твоего отказа.\n"
                      "Ты нам очень поможешь улучшить наши процессы рекрутинга")
again = ("Если хочешь пройти опрос заново нажми на кнопку: '/start'")
number = ("Поделись своим контактным номером с нами в формате 998ХХХХХХХХХ")
wrong_number = ("Пожалуйста введите номер именно в формате 998XXXXXXXXX.Не используйте пробелов и символов при написании номера")
name = ("Напиши своё имя")
surname = ("Напиши свою фамилию")
date_of_birthday = ("Дата твоего рождения")
data_not_exist = ("Такой даты не существует")
less_than_18 = ("Спасибо тебе за ответы на вопросы!\n"
                "Если твоя кандидатура подойдёт после рассмотрения, то мы тебе перезвоним.")
choose_day = ("Выберите день")
choose_month = ("Выберите месяц")
choose_year = ("Выберите год")
where_are_you_from = ("Откуда ты?")
district = ("Выберите район")
drugoi = ("Напишите свой (регион)город и район")
education = ("Укажите уровень образования")
rus_lang = ("Уровень владения русским языком")
uzb_lang = ("Уровень владения узбекским языком")
eng_lang = ("Уровень владения английским языком")
great = ("Владею как родным языком :)")
good = ("Могу вести обычные беседы свободно и уверенно")
not_good = ("Понимаю язык ,но не могу свободно общаться")
bad = ("Не владею языком")
experience_msg = ("Есть ли у тебя опыт работы?(неважно официальный или неофициальный)")
experience_about = ("Опиши последний опыт работы коротко\n\n- Кем ты работал? \n- В какой организации? \n- Период работы ")
time_for_call = ("Подскажи нам, в какие дни недели и в какое время тебе будет комфортно пройти телефонное интервью")
thank_you = ("Спасибо тебе за участие в опросе! Если твой профиль соответствует нашим ожиданиям, мы свяжемся с тобой. Удачи тебе! 🚀📞")
sendmail = ("Несколько советов  к телефонному интервью:\n\n"
            "Убедись, что тебе ничего не будет мешать и ты не будешь отвлекаться на посторонние дела во время телефонного интервью.\n\n"
            "Если тебе будет неудобно говорить - не стесняйся попросить перенести звонок.\n\n"
            "Список примерных вопросов:\n"
            "1. Коротко расскажи о себе\n"
            "2. Подробнее расскажи о причинах того, почему ты хочешь работать в Билайн сотрудником Контакт-центра\n"
            "3. Что ты ожидаешь получить от работы в Билайн\n\n"
            "Удачи :)")
